fix(docs): db schema
